<?php
//==================================================================
// Здесь подключаются модули и выставляются их настройки
//==================================================================

//==================================================================
// Модуль подключаемый по умолчанию
//==================================================================
$modules['default'] = "module/auth/auth.php";
//$modules['default'] = "module/news/news.php";

//==================================================================
// Модуль подключаемый после введения логина и пороля
//==================================================================
$modules['start'] = "module/news/news.php";

?>
