<?php
/*-------------------------------------------------------+
| lkfusion Content Management System
| Copyright (C) 2010 - 2011 lovepsone
+--------------------------------------------------------+
| Filename: language.php
| Author: lovepsone
| completed: 0%
+--------------------------------------------------------+
| Removal of this copyright header is strictly prohibited 
| without written permission from the original author(s).
+--------------------------------------------------------*/

   switch ($lang):
	case ('ru'):
	
$txt[1] = 'Вы должны ввести свой логин и пароль, чтобы войти в Личный Кабинет.';
$txt[2] = 'Неправильно ввели логин или пароль';
$txt[3] = 'Введите Ваш логин';
$txt[4] = 'Введите Ваш пароль';
$txt[5] = 'Да';
$txt[6] = 'Нет';
$txt[7] = 'в игре';
$txt[8] = 'вне игры';
$txt[9] = '<b>Основная информация об аккаунте</b>';
$txt[10] = 'ID игрока';
$txt[11] = 'E-mail:';
$txt[12] = 'Дата регистрации:';
$txt[13] = 'Последний заход:';
$txt[14] = 'Последний IP-адрес:';
$txt[15] = 'Заблокирован:';
$txt[16] = 'Забанен:';
$txt[17] = 'Дата бана:';
$txt[18] = 'Дата разбана:';
$txt[19] = 'Забанил:';
$txt[20] = 'По причине:';
$txt[21] = 'Игровой статус:';
$txt[22] = 'Язык клиента:';
$txt[23] = 'Бонусов:';
$txt[24] = 'пополнить счет';
$txt[25] = 'Персонажи';
$txt[26] = 'Имя персонажа';
$txt[27] = 'Уровень';
$txt[28] = 'Расса';
$txt[29] = 'Класс';
$txt[30] = 'Новости';
$txt[31] = 'Размещено: %s';
$txt[32] = '<center>Новостей нет.<center>';
$txt[33] = '<center>Ошибка<center>';
	
	break;
		
	case ('en'):
	
	break;

   endswitch;
?>